[
    { "id": 1, "nombre": "Inka Cola", "precio": 2.50, "imagen": "inkacola.jpg", "idCategoria": 1, "detalle": "Inca Kola es una bebida gaseosa peruana. Tiene un sabor dulce y un color amarillo-dorado. El principal ingrediente es la planta hierba luisa,​ aunque su fórmula se guarda en absoluta reserva industrial." },
    { "id": 2, "nombre": "Coca Cola", "precio": 3.0, "imagen": "cocacola.jpg", "idCategoria": 1, "detalle": "Coca-Cola  es una de las bebidas carbonatadas más conocidas y consumidas en el mundo. Fue creada en 1886 por el farmacéutico John Stith Pemberton en Atlanta, Georgia, quien se basó en la hoja de coca (Erythroxylum coca) y la nuez de cola (Cola acuminata) en agua carbonatada. Es el principal producto de The Coca-Cola Company, de origen estadounidense" },
    { "id": 3, "nombre": "Pepsi", "precio": 1.50, "imagen": "pepsi.jpg", "idCategoria": 1,  "detalle": "Pepsi, anteriormente Brad's Drink y Pepsi-Cola, es una bebida azucarada y gaseosa de cola creada en los Estados Unidos y producida por la compañía PepsiCo. Su mayor competidora es la también estadounidense Coca-Cola." },
    { "id": 4, "nombre": "Ceviche", "precio": 16, "imagen": "ceviche.jpg", "idCategoria": 2, "detalle": "El cebiche, ceviche, sebiche o seviche (todas válidas según la RAE; dependiendo de la zona geográfica) es un plato consistente en carne marinada ―pescado, mariscos o ambos― en aliños cítricos, reconocido por la Unesco como expresión de la cocina tradicional peruana y patrimonio cultural inmaterial de la humanidad.Diferentes versiones de este plato forman parte de la cultura culinaria de diversos países hispanoamericanos litorales del océano Pacífico como Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, México, Nicaragua, Panamá y Perú. En este último país se lo considera además como plato bandera y patrimonio cultural de la nación." },
    { "id": 5, "nombre": "Pollo a la brasa", "precio": 15.50, "imagen": "polloalabrasa.jpg", "idCategoria": 2, "detalle": "Pollo a la brasa es la denominación que se da en el Perú al pollo asado al carbón, a la leña o a gas en un sistema rotatorio. Es considerado un platillo típico de la gastronomía peruana y uno de los de mayor consumo, incluso por encima del ceviche, el chifa y las especialidades de la comida rápida." },
    { "id": 6, "nombre": "Chaufa", "precio": 12.50, "imagen": "chaufa.jpg", "idCategoria": 2, "detalle": "El arroz chaufa, o chaufa, es un tipo de arroz frito consumido en Perú. Forma parte del estilo gastronómico tusán,nota siendo parte de la cual se denomina como cocina chifa. Es el plato más representativo de esta cocina." },
    { "id": 7, "nombre": "Alfajores", "precio": 6.00, "imagen": "alfajores.jpg", "idCategoria": 3, "detalle": "El alfajor es un postre dulce que comparte el origen con su homónimo español, un dulce tradicional de la gastronomía de al-Ándalus, aunque guarde más similitudes con el alajú, en cuanto a su elaboración. Fue difundido en América durante el Imperio Español. Su nombre proviene del árabe andalusí al-hasú que significa «el relleno»" },
    { "id": 8, "nombre": "Selva Negra", "precio": 8.00, "imagen": "selvanegra.jpg", "idCategoria": 3, "detalle": "La torta Selva Negra (en alemán, Schwarzwälder Kirschtorte) es una torta típica de la cocina de Baden y uno de los dulces más característicos de la gastronomía alemana. Está compuesta por varias capas de bizcochuelo de chocolate embebidas en kirsch e intercaladas con nata y cerezas, y recubierta de crema chantillí, virutas de chocolate y cerezas. En alemán, Schwarzwälder Kirschtorte significa 'torta de cerezas de la Selva Negra'." },
    { "id": 9, "nombre": "Tres leches", "precio": 12.50, "imagen": "tresleches.jpg", "idCategoria": 3, "detalle": "El pastel, tarta o torta de tres leches es un postre tradicional latinoamericano. Consiste en un bizcocho bañado con tres tipos de lácteo: leche evaporada, media crema y leche condensada, que le dan su nombre. Suele acompañarse con un merengue de claras de huevo y con cerezas al marraschino y espolvoreado con canela en polvo si así lo desea. Usualmente la receta no lleva mantequilla y por eso tiene una textura esponjosa. La decoración puede variar dependiendo de la región o del gusto del comensal." }
]